import React from "react";
import "./but.css";
export function But() {
  return (
    <div className="mask">
      <div className="modal">
        <div className="con">
          <div className="bodycontent">
            <div className="title">河狸家平台规则总则</div>
            <div className="contents">
              <div>
                <h4>第一章 概述</h4>
                <p>
                  <strong>第一条 【规则目的】</strong>
                  为了让用户享受到更优质、安全、可信赖的商业环境和交易体验，推动线上线下一体化的协同治理，优化河狸家生态体系，特制定本规则总则。
                </p>
                <strong>第二条 【规则基础】</strong>
                <p>
                  （一）<strong>【法律基础】</strong>
                  《中华人民共和国电子商务法》、《中华人民共和国网络安全法》、《中华人民共和国消费者权益保护法》、《网络交易管理办法》等国家法律法规及
                  相关规范性文件（以下简称“法律规定”）规定了河狸家生态体系各方的法定权利义务，是河狸家平台规则制定、修订的法律基础。
                </p>
                <p>
                  （二）<strong>【规范基础】</strong>
                  河狸家平台相关协议作为河狸家与其会员明确权利义务的法律文件，是河狸家平台规则的规范基础。
                </p>
                <p>
                  （三）<strong>【理念基础】</strong>
                  河狸家平台生态体系各方践行商业道德和社会责任，在河狸家平台上共生共赢、共治共建，自律规范发展，对法律未有明确规定的，平台通过有益探索不断实现各方利益最大化，是河狸家平台规则的理念基础。
                </p>
                <p>
                  <strong>第三条 【规则原则】</strong>
                  河狸家平台生态体系各方尊重和信守以下原则：平等、自愿、公平、诚信。河狸家平台生态体系各方在河狸家平台上的行为不得违反法律规定，不得违背公序良俗。
                </p>
                <p>
                  <strong>第四条 【适用对象】</strong>
                  河狸家平台规则适用于河狸家平台生态体系各方，包括商家、其他相关者、河狸家等。
                </p>
                <p>
                  <strong>第五条 【规则体系及效力】</strong>
                  河狸家平台规则体系及效力级别如下：
                </p>
                <p>
                  （一）<strong>【规则体系】</strong>
                  河狸家平台规则是以下规则的统称：
                </p>
                <p>1.《河狸家平台规则总则》（以下简称“《总则》”）；</p>
                <p>
                  2.针对河狸家平台各方市场管理与违规处理、行业市场管理、营销活动和其他必要事项，所制定的有关具体规则规范，包含对具体规则规范进一步细化制定的相应实施细则（以下简称“规则规范”）；
                </p>
                <p>3.根据河狸家平台临时性管理需求所发布的临时公告。</p>
                <p>
                  （二）<strong>【效力级别】</strong>
                  《总则》中已有规定的，从其规定；规则规范或临时公告有特别规定的，从特别规定。河狸家平台规则尚无规定的，河狸家根据法律规定或相关协议处理。
                </p>
                <p>
                  <strong>第六条 【规则程序】</strong>
                  河狸家根据国家法律规定要求和生态体系发展需要，对河狸家平台规则适时审慎制定或修改，并在河狸家平台规则页面进行公示，规则自公示期满之日起生效。
                </p>
                <p>制定或修改的交易规则依法适用专门的公开征求意见程序。</p>
                <p>
                  <strong>第七条 【规则溯及力】</strong>
                  发生在规则生效以前的行为，适用当时的规则；发生在规则生效以后的行为，适用新规则。
                </p>
                <h4>第二章 商家一般规定</h4>
                <p>
                  <strong>第八条 【通用原则】</strong>
                  商家在河狸家平台的所有行为都需要遵守国家法律规定、河狸家平台规则要求，以及根据河狸家平台相应页面指引进行操作。
                </p>
                <p>
                  <strong>第九条 【注册】</strong>
                  商家应当根据河狸家平台的流程和要求完成注册，注册后无法自行修改。
                </p>
                <p>
                  <strong>第十条 【认证】</strong>
                  商家应当根据河狸家平台的认证要求，提供本人（含自然人、法人及其负责人、非法人组织及其负责人等，下同）真实有效的信息。
                </p>
                <p>
                  （一）商家应当提供的信息包括但不限于：本人身份信息、有效联系方式、真实地址、支付宝相关信息等证明身份真实性、有效性、一致性的信息。商家提供的本人信息不完整、失效或可能不准确的，河狸家可不予通过认证。
                </p>
                <p>
                  （二）为保障商家认证信息的持续真实有效，河狸家可对已通过认证的商家信息进行复核。
                </p>
                <p>
                  <strong>第十一条 【信息发布】</strong>商家不得发布如下信息：
                </p>
                <p>（一）反对宪法所确定的基本原则的；</p>
                <p>
                  （二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                </p>
                <p>（三）损害国家荣誉和利益的；</p>
                <p>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
                <p>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                <p>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                <p>
                  （七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                </p>
                <p>（八）侮辱或者诽谤他人，侵害他人合法权益的；</p>
                <p>（九）欺诈、虚假、不准确或存在误导性的；</p>
                <p>
                  （十）其他违反法律规定、社会公德或根据河狸家平台相关协议等不适合在河狸家平台上发布的。
                </p>
                <p>
                  <strong>第十二条 【交易】</strong>
                  商家应遵守河狸家平台交易流程的各项要求进行真实交易。
                </p>
                <p>
                  <strong>第十三条 【评价】</strong>
                  商家应合理使用河狸家平台评价工具，其中使用河狸家评价工具的须遵守《河狸家订单评价规则》
                  等相关规定。
                </p>
                <h4>第三章 商家店铺规定</h4>
                <p>
                  <strong>第十四条 【开店与退出】</strong>
                  商家满足相关条件后，方可根据河狸家设置的流程创建店铺。
                </p>
                <p>
                  商家可向河狸家申请注销店铺，店铺注销前须对已达成的交易履行发货、退换货、维权投诉处理等交易保障义务。
                </p>
                <p>
                  <strong>第十五条 【资质备案】</strong>
                  商家发布需要准入的服务信息时，应当根据相关规则及系统设置要求提交资质材料，通过河狸家备案或审查。
                </p>
                <p>
                  <strong>第十六条 【信息及质量】</strong>
                  商家发布的服务信息须符合《河狸家平台价格管理规则》等相关规定。
                </p>
                <p>
                  商家应确保其出售的服务具备其应当具备的使用性能、符合相应的标准等，不存在危及人身财产安全的风险，并对其所提供的服务质量承担相应责任。河狸家平台可根据相关规范对服务进行抽检。
                </p>
                <p>
                  <strong>第十七条 【交易履约与服务保障】</strong>
                  商家须履行服务等承诺,包括根据河狸家平台规则及其自身作出的承诺在规定和承诺期限内提供服务（特殊情形除外）等。
                </p>
                <p>
                  商家应保障消费者合法权益,提供消费者保障服务，遵守《河狸家质量服务承诺》《六大服务保障》等相关规定。
                </p>
                <p>
                  <strong>第十八条 【营销】</strong>
                  商家参加河狸家营销活动须遵守《河狸家营销规则》或对应营销活动规则等相关规定。
                </p>
                <p>
                  <strong>第十九条 【行业与特色市场】</strong>
                  特定行业或特色市场的河狸家商家须遵守《河狸家行业管理规范》。
                </p>
                <h4>第四章 市场管理与违规处理</h4>
                <p>
                  <strong>第二十条 </strong>
                  河狸家商家的风险行为及违规行为根据《河狸家违规处罚规则》处理。
                </p>
                <h4>第五章 附则</h4>
                <p>
                  <strong>第二十一条 </strong>本规则于2019年8月9日首次生效。
                </p>
                <p>
                  <strong>第二十二条 </strong>
                  河狸家平台规则中的“以上”，包含本数；河狸家平台规则中的“以下”，不包含本数。
                </p>
                <p>
                  <strong>第二十三条 </strong>
                  河狸家平台规则中的“天”，以24小时计算。
                </p>
                <h4>附录定义</h4>
                <p>
                  1.商家，指与河狸家签订服务协议并完成注册流程的用户，包括平等民事主体的自然人、法人和非法人组织。
                </p>
                <p>2.消费者，指在河狸家平台上购买服务的人员。</p>
                <p>3.店铺，指商家在河狸家平台设立的品牌馆及企业馆的总称。</p>
              </div>
            </div>
          </div>
        </div>
        <div className="img">
          <img src={require("../../img/close.png")} alt="" />
        </div>
      </div>
    </div>
  );
}
